[Demo_Shinobu_ep5_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1600,Y=-11378,Z=-4870),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-90,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1600,Y=-11568,Z=-622),VecSub=(X=90,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=TEXTURE,Command=START,CId=7,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="怪物(植物)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1600,Y=-12240,Z=-622),VecSub=(X=90,Y=0,Z=0),CId=256)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="怪物(植物)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="mc_DM_0100_lp_Wait",Number=9,CId=256,Bit=4)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Cave.GG2_AMB_Cave_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_001_Cue',Name="")
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=WINDOW,Command=EXIT)
DemoScripts[18]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[19]=(Actor=FADE,Command=WAIT)
DemoScripts[20]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1600,Y=-11378,Z=-487),SecTime=)
DemoScripts[21]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[22]=(Actor=TEXTURE,Command=EXIT,CId=7,Bit=0)
DemoScripts[23]=(Actor=TEXTURE,Command=START,CId=8,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[24]=(Actor=TEXTURE,Command=SET,CId=2,Bit=1)
DemoScripts[25]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[26]=(Actor=FADE,Command=WAIT)
DemoScripts[27]=(Actor=WINDOW,Command=SET)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_002_Cue',Name="")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[30]=(Actor=TEXTURE,Command=CROSS_FADE,CId=3,Bit=1,Number=0,Rate=1)
DemoScripts[31]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep5_3.GG2_SE_DM_Tentacle_ATK_Cue')
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_003_Cue',Name="")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_005_Cue',Name="クロナ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=WINDOW,Command=EXIT)
DemoScripts[40]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[41]=(Actor=FADE,Command=WAIT)
DemoScripts[42]=(Actor=TEXTURE,Command=EXIT,CId=8,Bit=0)
DemoScripts[43]=(Actor=TEXTURE,Command=START,CId=7,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[44]=(Actor=TEXTURE,Command=START,CId=0,Bit=3,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[45]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=1,Rate=1)
DemoScripts[46]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[47]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[48]=(Actor=FADE,Command=WAIT)
DemoScripts[49]=(Actor=WINDOW,Command=SET)
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_007_Cue',Name="クロナ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_008_Cue',Name="クロナ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=2,Rate=1)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_009_Cue',Name="クロナ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=3,Rate=1)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_010_Cue',Name="クロナ")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[66]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[67]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[68]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[70]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_013_Cue',Name="")
DemoScripts[71]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[72]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[73]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=5,Rate=1)
DemoScripts[74]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=4)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_014_Cue',Name="クロナ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[79]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[80]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[82]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_016_Cue',Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[84]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[85]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=5,Rate=1)
DemoScripts[86]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=4)
DemoScripts[87]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_017_Cue',Name="クロナ")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[89]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[90]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[91]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[92]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[94]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_019_Cue',Name="")
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[96]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[97]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=5,Rate=1)
DemoScripts[98]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=4)
DemoScripts[99]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_020_Cue',Name="クロナ")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[101]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[102]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[103]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[104]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[106]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=1,Rate=1)
DemoScripts[107]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_022_Cue',Name="クロナ")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[109]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[110]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_023_Cue',Name="")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[112]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[113]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[114]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[115]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[117]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=1,Rate=1)
DemoScripts[118]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_025_Cue',Name="")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[120]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_026_Cue',Name="")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[123]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_027_Cue',Name="")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[128]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[129]=(Actor=WINDOW,Command=EXIT)
DemoScripts[130]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[131]=(Actor=FADE,Command=WAIT)
DemoScripts[132]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[133]=(Actor=TEXTURE,Command=START,CId=8,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[134]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[135]=(Actor=FADE,Command=WAIT)
DemoScripts[136]=(Actor=WINDOW,Command=SET)
DemoScripts[137]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_028_Cue',Name="クロナ")
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[139]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[140]=(Actor=TEXTURE,Command=CROSS_FADE,CId=3,Bit=1,Number=0,Rate=0.5)
DemoScripts[141]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_029_Cue',Name="")
DemoScripts[142]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[143]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[145]=(Actor=WINDOW,Command=EXIT)
DemoScripts[146]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep5_3.GG2_SE_DM_Monster_Swept_Cue')
DemoScripts[147]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[148]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[149]=(Actor=FADE,Command=WAIT)
DemoScripts[150]=(Actor=TEXTURE,Command=EXIT,CId=8,Bit=0)
DemoScripts[151]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=0)
DemoScripts[152]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=1)
DemoScripts[153]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=2)
DemoScripts[154]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=3)
DemoScripts[155]=(Actor=GALLERY,Command=SET_FLAG,CId=8,Bit=0)
DemoScripts[156]=(Actor=GALLERY,Command=SET_FLAG,CId=8,Bit=1)
DemoScripts[157]=(Actor=GALLERY,Command=SET_FLAG,CId=8,Bit=2)
DemoScripts[158]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Pinch.GG2_BGM_DM_CMN_Pinch_Cue')
DemoScripts[159]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[160]=(Actor=FADE,Command=WAIT)
DemoScripts[161]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1600,Y=-11378,Z=-532),SecTime=0.3)
DemoScripts[162]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[163]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1600,Y=-11378,Z=-532),SecTime=)
DemoScripts[164]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-10,Z=0),SecTime=0.3)
DemoScripts[165]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[166]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-10,Z=0),SecTime=)
DemoScripts[167]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[168]=(Actor=WINDOW,Command=SET)
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[170]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_032_Cue',Name="")
DemoScripts[171]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[172]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[173]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=7,Z=0),SecTime=0.3)
DemoScripts[174]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[175]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=7,Z=0),SecTime=)
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[177]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_034_Cue',Name="")
DemoScripts[178]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[179]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[180]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1600,Y=-11378,Z=-487),SecTime=0.3)
DemoScripts[181]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[182]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1600,Y=-11378,Z=-487),SecTime=)
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[184]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_3.GG2_V_Shinobu_ep5_3_036_Cue',Name="")
DemoScripts[185]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[186]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[188]=(Actor=WINDOW,Command=EXIT)
DemoScripts[189]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[190]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[191]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[192]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[193]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep5_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=75),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep5_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="啊!/n那是!!")

Texts[1]=(Label="TEXT02",Name="忍",Text="對......對不起,峯大....../n我......被捉住了......")

Texts[2]=(Label="TEXT03",Name="忍",Text="呀嗯!!")

Texts[3]=(Label="TEXT04",Name="峯大",Text="小忍!!")

Texts[4]=(Label="TEXT05",Name="庫蘿娜",Text="什麼啊,你們也來了DEATH嗎.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="妳都做了什麼......!!/n馬上放開小忍!!!")

Texts[6]=(Label="TEXT07",Name="庫蘿娜",Text="啊--你是說這個DEATH嗎?/n因為洗腦解除了,所以我想說要再一次/n把她變成我的僕人DEATH,不過......")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="不知道為什麼,惡魔長槍/n竟然對這個人類沒效DEATH耶--")

Texts[8]=(Label="TEXT09",Name="庫蘿娜",Text="所以DEATH,/n我就用這個魔界植物仔的觸手一邊搖晃她,/n一邊慢慢地讓黑暗能量滲透進去--")

Texts[9]=(Label="TEXT10",Name="庫蘿娜",Text="現在是在把她調教成身心都/n徹底被黑暗浸染的完美僕人/n過程當中DEATH!")

Texts[10]=(Label="TEXT11",Name="峯大",Text="妳說什麼!?")

Texts[11]=(Label="TEXT12",Name="峯大",Text="絕不能讓妳做這種事!/n小忍就由我來拯救!")

Texts[12]=(Label="TEXT13",Name="忍",Text="峯大......")

Texts[13]=(Label="TEXT14",Name="庫蘿娜",Text="噫嘻嘻嘻嘻!/n不過是區區人類,/n你能做什麼DEATH呢--?")

Texts[14]=(Label="TEXT15",Name="峯大",Text="即使要犧牲自己....../n我也會拯救小忍給妳看!")

Texts[15]=(Label="TEXT16",Name="忍",Text="峯大......不要亂來啊!")

Texts[16]=(Label="TEXT17",Name="庫蘿娜",Text="噫嘻嘻嘻嘻!/n沒用沒用DEATH!")

Texts[17]=(Label="TEXT18",Name="峯大",Text="我不會把小忍交給妳這種人!/n小忍是我......最重要的人!!")

Texts[18]=(Label="TEXT19",Name="忍",Text="峯,峯大!?")

Texts[19]=(Label="TEXT20",Name="庫蘿娜",Text="嗚哇--令人發癢的臺詞./n又癢又做作DEATH!")

Texts[20]=(Label="TEXT21",Name="峯大",Text="也就是說,還能夠再看到/n那個色色的小忍嗎!?/n太好了---!!!")

Texts[21]=(Label="TEXT22",Name="庫蘿娜",Text="為什麼你的反應會/n這麼積極DEATH啊......")

Texts[22]=(Label="TEXT23",Name="忍",Text="討厭--!/n不要想起來啦---!!!")

Texts[23]=(Label="TEXT24",Name="峯大",Text="拜託您也處罰我吧!/n庫蘿娜大人!!!")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="你一臉正經地說些什麼啊!!")

Texts[25]=(Label="TEXT26",Name="忍",Text="討厭---!/n連峯大也變得奇怪了--!")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="你看,忍大人都哭了唷......")

Texts[27]=(Label="TEXT28",Name="庫蘿娜",Text="好,動手DEATH!/n魔界植物仔!!")

Texts[28]=(Label="TEXT29",Name="忍",Text="呀啊啊!!")

Texts[29]=(Label="TEXT30",Name="峯大",Text="小忍!!!?")

Texts[30]=(Label="TEXT31",Name="峯大",Text="怎麼這樣......小忍......小忍她......")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="......請冷靜一點!/n魔物的內部傳出了大量惡魔獵人特有的靈氣!!/n她還沒事!!")

Texts[32]=(Label="TEXT33",Name="峯大",Text="......! 真的嗎!?/n可是,要怎樣才能解決那種怪物......")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="峯大大人,費洛蒙射擊/n是祛魔的愛之力....../n我猜對那魔物應該也能造成傷害才對!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="是......是這樣嗎!?")

Texts[35]=(Label="TEXT36",Name="艾可蘿",Text="沒錯!/n峯大大人,/n用你的力量救她吧!!")

Texts[36]=(Label="TEXT37",Name="峯大",Text="呃......好!!/n小忍,我現在就來救妳!!")

Texts[37]=(Label="",Name="",Text="")

Texts[38]=(Label="SELECT01",Name="",Text="不能讓妳/n做這種事!")

Texts[39]=(Label="SELECT02",Name="",Text="即使犧牲自己/n也要救她!")

Texts[40]=(Label="SELECT03",Name="",Text="我不會把小忍/n交給妳!")

Texts[41]=(Label="SELECT04",Name="",Text="那個色色的感覺/n要再次出現了!")

Texts[42]=(Label="SELECT05",Name="",Text="也請務必/n給我處罰!")

Texts[43]=(Label="SELECT06",Name="",Text="")

Texts[44]=(Label="SELECT07",Name="",Text="")

Texts[45]=(Label="SELECT08",Name="",Text="")

Texts[46]=(Label="SELECT09",Name="",Text="")

Texts[47]=(Label="SELECT10",Name="",Text="")


